[
  {
    "id": "renaissance",
    "name": "文艺复兴",
    "nameEn": "Renaissance",
    "period": "14-16世纪",
    "year": 1400,
    "field": "14-16世纪的意大利（佛罗伦萨、罗马、威尼斯等城市），随后传播至欧洲各国。标志着从中世纪向现代艺术的转变，与人文主义思潮和古典文化复兴密切相关。",
    "ontology": "强调人文主义精神，追求古典艺术的完美与和谐，重视人的理性和创造力，将艺术从宗教束缚中解放出来，重新发现人的价值和自然的美。",
    "phenomenon": "作品多以宗教、神话、肖像和历史题材为主，注重科学透视法和解剖学，艺术家地位显著提升，艺术成为独立的学科。代表艺术家有达·芬奇、米开朗基罗、拉斐尔等。",
    "form": "采用线性透视法（单点透视），注重比例和对称（黄金分割），色彩丰富而和谐，线条清晰流畅，构图平衡，追求自然主义的写实效果，运用明暗法（chiaroscuro）塑造体积。"
  },
  {
    "id": "mannerism",
    "name": "样式主义",
    "nameEn": "Mannerism",
    "period": "16世纪中后期",
    "year": 1520,
    "field": "16世纪中后期（约1520-1600）的意大利，主要在佛罗伦萨、罗马和曼图亚，作为对文艺复兴完美主义的反叛，随后影响欧洲各国。与宗教改革和反宗教改革运动相关。",
    "ontology": "追求艺术家的个人风格和技巧展示，强调主观表达而非客观再现，打破古典的和谐与平衡，体现艺术家的创造性和独特性，追求优雅和精致。",
    "phenomenon": "作品充满紧张感和不稳定性，人物姿态夸张扭曲（蛇形姿态），色彩对比强烈，空间关系复杂而矛盾，主题多涉及宗教和神话，具有装饰性和戏剧性。",
    "form": "拉长的人物比例（如帕米贾尼诺的《长颈圣母》），扭曲的构图，不自然的色彩搭配（冷色调为主），复杂的空间层次，强调技巧和装饰性，线条流畅而优雅。"
  },
  {
    "id": "baroque",
    "name": "巴洛克",
    "nameEn": "Baroque",
    "period": "17世纪",
    "year": 1600,
    "field": "17世纪（约1600-1750）的欧洲，起源于意大利罗马，随后在法国、西班牙、荷兰、佛兰德斯等地发展。与天主教反宗教改革运动（特伦托会议）和绝对主义王权相关。",
    "ontology": "强调戏剧性和情感表达，追求动感和张力，通过艺术传达宗教热情和世俗权力，体现绝对主义王权的威严，追求宏伟、壮丽和感人的艺术效果。",
    "phenomenon": "作品充满动感和戏剧冲突，光影对比强烈（卡拉瓦乔的明暗法），人物表情夸张，场景宏大壮观，具有强烈的视觉冲击力。代表艺术家有卡拉瓦乔、鲁本斯、贝尼尼等。",
    "form": "运用强烈的明暗对比（tenebrism明暗法），动态的构图（对角线、螺旋形），丰富的装饰细节，曲线和螺旋形结构，色彩浓郁而富有表现力，追求空间深度和立体感。"
  },
  {
    "id": "rococo",
    "name": "洛可可",
    "nameEn": "Rococo",
    "period": "18世纪前期",
    "year": 1720,
    "field": "18世纪前期（约1720-1770）的法国，主要在巴黎和凡尔赛，随后传播至欧洲各国（德国、奥地利、意大利等），主要服务于贵族和上流社会的享乐生活。",
    "ontology": "追求优雅、精致和享乐，强调感官愉悦和轻松氛围，反对巴洛克的严肃和宗教性，体现贵族文化的精致化，反映路易十五时期法国宫廷的奢华生活。",
    "phenomenon": "作品主题多为爱情、田园风光和社交场景（fêtes galantes），色彩柔和明亮，氛围轻松愉快，充满装饰性和娱乐性。代表艺术家有华托、布歇、弗拉戈纳尔等。",
    "form": "使用曲线和贝壳、花朵等自然装饰元素（rocaille装饰），色彩淡雅（粉红、淡蓝、金色、象牙白），构图不对称但平衡，笔触轻快细腻，追求轻盈和优雅。"
  },
  {
    "id": "neoclassicism",
    "name": "新古典主义",
    "nameEn": "Neoclassicism",
    "period": "18世纪中后期",
    "year": 1750,
    "field": "18世纪中后期的欧洲，特别是法国，作为对洛可可轻浮风格的反动，与启蒙运动和法国大革命相关。",
    "ontology": "回归古典艺术的理性和秩序，强调道德教化和公民美德，追求简洁、庄重和崇高的艺术效果。",
    "phenomenon": "作品多以历史、神话和英雄题材为主，构图严谨对称，人物姿态庄重，色彩克制，具有教育意义。",
    "form": "采用严格的透视和比例，线条清晰明确，色彩以棕色、灰色为主，构图平衡对称，去除装饰性细节。"
  },
  {
    "id": "romanticism",
    "name": "浪漫主义",
    "nameEn": "Romanticism",
    "period": "18世纪末至19世纪中叶",
    "year": 1780,
    "field": "18世纪末至19世纪中叶（约1780-1850）的欧洲，特别是在法国、德国和英国，作为对启蒙理性主义和工业革命的反动。与法国大革命、民族主义运动相关。",
    "ontology": "强调情感、想象力和个人体验，追求自然与自由，重视直觉和感性，反对理性至上的古典主义，相信情感和直觉比理性更能揭示真理，追求崇高和壮美。",
    "phenomenon": "作品充满激情和戏剧性，主题多涉及自然景观、历史事件、民族主义和超自然现象，表现个人英雄主义。代表艺术家有德拉克洛瓦、透纳、弗里德里希、热里科等。",
    "form": "运用强烈的色彩对比，动态的构图，奔放的笔触，光影效果夸张，线条流畅而富有动感，追求视觉冲击力，强调情感的表达和氛围的营造。"
  },
  {
    "id": "realism",
    "name": "现实主义",
    "nameEn": "Realism",
    "period": "19世纪中期",
    "year": 1840,
    "field": "19世纪中期（约1840-1880）的欧洲，特别是法国，主要在巴黎。作为对浪漫主义理想化的反动，与工业革命和社会变革相关。1855年库尔贝举办\"现实主义\"展览。",
    "ontology": "关注日常生活和普通人的真实状况，强调客观再现现实，反对理想化和浪漫化的表现，具有社会批判意识，主张\"画我所见\"，追求真实和客观。",
    "phenomenon": "作品描绘劳动者、农民、城市贫民等社会底层人物，揭示社会问题和阶级矛盾，反映工业社会的现实。代表艺术家有库尔贝、米勒、杜米埃等。",
    "form": "采用细致入微的描绘手法，色彩和光影处理趋于自然真实，构图简洁直接，去除理想化的美化，强调写实性，使用暗色调，追求真实的光影效果。"
  },
  {
    "id": "impressionism",
    "name": "印象主义",
    "nameEn": "Impressionism",
    "period": "19世纪后期",
    "year": 1870,
    "field": "19世纪后期（约1870-1886）的法国，主要在巴黎。1874年举办第一次印象主义展览，作为对学院派艺术和传统绘画方式的反叛，与摄影技术的发展、管装颜料的发明相关。",
    "ontology": "捕捉瞬间的光影和色彩变化，强调主观感受和视觉印象，反对传统的历史题材和室内创作方式，追求真实记录视觉感受，而非理想化的表现。",
    "phenomenon": "画家在户外（en plein air）作画，关注自然光的变化，作品主题多为风景、日常生活场景和城市景观，表现现代生活。代表艺术家有莫奈、雷诺阿、德加、毕沙罗等。",
    "form": "使用短促的笔触（点状笔触）和明亮的色彩，弱化线条和细节，强调光影效果和色彩关系，构图松散，追求画面的整体氛围，运用互补色和光学混合原理。"
  },
  {
    "id": "post_impressionism",
    "name": "后印象主义",
    "nameEn": "Post-Impressionism",
    "period": "19世纪末至20世纪初",
    "year": 1885,
    "field": "19世纪末至20世纪初（约1885-1910）的法国，在印象主义基础上发展，为现代艺术的诞生奠定基础。这一术语由艺术评论家罗杰·弗莱在1910年提出。",
    "ontology": "在印象主义基础上，强调结构、形式和情感表达，追求艺术的独立性和主观性，探索新的表现方式，不再满足于客观记录光影，而是表达艺术家的内心世界和艺术理念。",
    "phenomenon": "作品风格多样，注重主观情感和象征意义，不再满足于客观记录，而是表达艺术家的内心世界。代表艺术家有塞尚（结构）、梵高（情感）、高更（象征）、修拉（点彩）等。",
    "form": "色彩鲜艳而富有表现力，笔触多样（点彩、平涂、粗放），构图创新，形式感强，强调结构和装饰性。塞尚探索几何结构，梵高使用粗放笔触，高更采用平涂和装饰性。"
  },
  {
    "id": "symbolism",
    "name": "象征主义",
    "nameEn": "Symbolism",
    "period": "19世纪末至20世纪初",
    "year": 1885,
    "field": "19世纪末至20世纪初（约1885-1910）的法国和比利时，1886年让·莫雷亚斯发表《象征主义宣言》，随后影响欧洲各国，作为对现实主义和印象主义的反动。",
    "ontology": "追求表达内心情感和心灵体验，通过象征和隐喻呈现深层意义，探索人类存在的本质和宇宙的神秘性，相信艺术应该表达思想和情感，而非仅仅描绘现实。",
    "phenomenon": "作品具有超越现实的气息，常表现梦境、神秘和超自然的主题，充满象征性的图像和隐喻。代表艺术家有莫罗、雷东、勃克林、蒙克（早期）等。",
    "form": "运用象征性的图像和主题，色彩柔和而神秘，线条流畅，构图具有梦幻特质，注重象征元素的运用，使用装饰性和平面化的处理，追求神秘和诗意的效果。"
  },
  {
    "id": "expressionism",
    "name": "表现主义",
    "nameEn": "Expressionism",
    "period": "20世纪初",
    "year": 1905,
    "field": "20世纪初（约1905-1920）的德国和北欧，主要在德累斯顿（桥社，1905）和慕尼黑（青骑士，1911）。作为对印象主义客观性的反动，与第一次世界大战前的社会焦虑相关。",
    "ontology": "强调艺术家的主观情感和内心体验，通过扭曲和夸张的形式表达对现实的批判和对人性的探索，追求\"内在真实\"而非外在表象，强调情感的直接表达。",
    "phenomenon": "作品充满紧张感和痛苦情绪，主题多涉及城市生活、社会问题和人性扭曲，表现现代人的精神困境。代表艺术家有蒙克、基尔希纳、诺尔德、康定斯基（早期）等。",
    "form": "使用强烈的色彩对比，扭曲的形体，夸张的表情，粗放的笔触，构图充满动感，强调情感的直接表达，色彩具有象征意义，线条粗犷而有力。"
  },
  {
    "id": "fauvism",
    "name": "野兽派",
    "nameEn": "Fauvism",
    "period": "20世纪初",
    "year": 1905,
    "field": "20世纪初（1905-1908）的法国，主要在巴黎。1905年秋季沙龙展出时，艺术评论家路易·沃克塞勒称这些画家为\"野兽\"（fauves），标志着现代艺术的开始。",
    "ontology": "强调色彩的独立性和情感表达，追求形式的简化和装饰性，将色彩从描绘功能中解放出来，色彩不再依附于物体，而是具有独立的表现力。",
    "phenomenon": "作品色彩鲜艳强烈，构图大胆，表现艺术家的主观感受，主题多为风景和人物，充满活力和热情。代表艺术家有马蒂斯、德兰、弗拉芒克等。",
    "form": "使用强烈的纯色（未经调和的颜色），简化形体，忽略透视和光影效果，平面化的构图，粗放的笔触，追求装饰性效果，色彩对比强烈而和谐。"
  },
  {
    "id": "cubism",
    "name": "立体主义",
    "nameEn": "Cubism",
    "period": "20世纪初",
    "year": 1907,
    "field": "20世纪初（1907-1914）的法国，主要在巴黎，由毕加索和布拉克创立。受塞尚影响而发展，彻底改变了传统绘画的空间观念。分为分析立体主义（1907-1912）和综合立体主义（1912-1914）两个阶段。",
    "ontology": "将物体分解为几何形状，从多个视角同时表现，打破传统透视法，探索新的空间和时间表现方式，强调对物体的结构分析，而非视觉再现。",
    "phenomenon": "作品呈现碎片化的图像，打破传统的空间和时间观念，主题多为静物和人物，强调结构和形式。代表作品有毕加索的《亚威农少女》（1907）和布拉克的《埃斯塔克的房子》（1908）。",
    "form": "使用几何化的形体（立方体、圆柱等），色彩单调（分析立体主义以棕色、灰色为主；综合立体主义引入拼贴和色彩），复杂的构图，空间扭曲，强调结构分析，多视角同时呈现。"
  },
  {
    "id": "futurism",
    "name": "未来主义",
    "nameEn": "Futurism",
    "period": "20世纪初",
    "year": 1909,
    "field": "20世纪初（1909-1914）的意大利，由诗人马里内蒂在1909年发表《未来主义宣言》而正式确立，随后影响欧洲。与工业化和现代科技的发展相关，歌颂现代生活。",
    "ontology": "歌颂速度、科技和现代生活，反对传统和静态，追求动感和能量，体现对未来的乐观态度，主张破坏博物馆、图书馆等传统文化机构，拥抱战争和暴力。",
    "phenomenon": "作品表现运动、机械、城市景观和现代交通工具，充满动感和速度感，主题多涉及现代工业文明。代表艺术家有波丘尼、巴拉、塞韦里尼等。",
    "form": "动态的构图，重复的形体表现运动，色彩鲜艳，线条流畅，运用速度线和重叠图像，强调动感和节奏，试图在静态画面中表现时间的流逝和空间的运动。"
  },
  {
    "id": "constructivism",
    "name": "构成主义",
    "nameEn": "Constructivism",
    "period": "20世纪10-20年代",
    "year": 1913,
    "field": "20世纪10-20年代（约1913-1930）的俄国，主要在莫斯科和圣彼得堡。与十月革命和社会主义理想相关，强调艺术的社会功能。1920年发表《构成主义宣言》。",
    "ontology": "强调艺术与工业生产的结合，追求实用性和功能性，反对纯艺术，体现社会主义的集体主义精神，主张艺术应该服务于社会，为社会主义建设服务。",
    "phenomenon": "作品多为抽象的结构和装置，强调材料和技术的运用，与建筑、设计和工业产品结合，服务于社会。代表艺术家有塔特林、罗德琴科、加波、佩夫斯纳等。",
    "form": "使用几何形状和工业材料（金属、玻璃、木材），结构清晰，色彩以红、黑、白为主，强调空间和体积，去除装饰性元素，追求功能性和实用性。"
  },
  {
    "id": "dadaism",
    "name": "达达主义",
    "nameEn": "Dadaism",
    "period": "20世纪10-20年代",
    "year": 1916,
    "field": "20世纪10-20年代（1916-1924）的欧洲，1916年在瑞士苏黎世的伏尔泰酒馆正式成立，随后在纽约、柏林、巴黎等地发展。作为对第一次世界大战和传统价值观的反叛。",
    "ontology": "反对传统艺术和理性，提倡无意义和反艺术，强调偶然性和即兴性，质疑艺术的定义和价值，通过荒诞和反叛表达对战争和社会的愤怒与绝望。",
    "phenomenon": "作品荒诞、无序，充满讽刺和幽默，挑战观众的审美观念，形式多样（拼贴、现成品、表演、诗歌）。代表艺术家有杜尚、阿尔普、恩斯特、施维特斯等。",
    "form": "使用拼贴、现成品（ready-made）和随机组合，材料多样，形式多变，故意破坏传统美感，强调偶然性和即兴创作。杜尚的《泉》（小便池）是最著名的现成品艺术。"
  },
  {
    "id": "de_stijl",
    "name": "风格派",
    "nameEn": "De Stijl",
    "period": "20世纪10-20年代",
    "year": 1917,
    "field": "20世纪10-20年代（1917-1931）的荷兰，1917年由蒙德里安和杜斯伯格在莱顿创办《风格》杂志而正式确立。强调艺术的纯粹性和普遍性，追求和谐与平衡。",
    "ontology": "追求艺术的纯粹性和普遍性，强调几何形式的和谐，反对自然主义和装饰性，体现现代主义的理性精神，相信通过纯粹的几何形式可以达到宇宙的和谐。",
    "phenomenon": "作品多为抽象的几何构图，使用基本的几何形状和原色，强调平衡和秩序，应用于绘画、建筑和设计。代表艺术家有蒙德里安、杜斯伯格、里特维尔德等。",
    "form": "使用矩形和直线，色彩仅限于红、黄、蓝三原色和黑、白、灰，构图严格对称（蒙德里安）或不对称平衡（杜斯伯格），去除所有装饰性元素，追求纯粹的形式。"
  },
  {
    "id": "surrealism",
    "name": "超现实主义",
    "nameEn": "Surrealism",
    "period": "20世纪20-30年代",
    "year": 1924,
    "field": "20世纪20-30年代（1924-1940年代）的法国，1924年由诗人安德烈·布勒东发表《超现实主义宣言》而正式确立，随后影响全球。受弗洛伊德精神分析学影响，继承达达主义的精神。",
    "ontology": "探索潜意识和梦境，追求超越现实的真实，通过非理性的组合揭示深层心理，挑战现实与幻想的界限，相信潜意识比意识更能揭示真实，追求\"超现实\"（surreal）。",
    "phenomenon": "作品充满幻想和象征，表现非理性的世界，主题多涉及梦境、性、死亡和超自然现象，具有强烈的视觉冲击。代表艺术家有达利、马格里特、恩斯特、米罗等。",
    "form": "运用写实的技法表现非现实的内容（如达利的精确主义），奇异的图像组合，梦幻般的色彩，构图怪诞，创造超现实的氛围。也使用自动绘画和拼贴等技法探索无意识。"
  },
  {
    "id": "abstract_expressionism",
    "name": "抽象表现主义",
    "nameEn": "Abstract Expressionism",
    "period": "20世纪40-50年代",
    "year": 1945,
    "field": "20世纪40-50年代（约1945-1960）的美国，主要在纽约，因此也被称为\"纽约画派\"。作为对欧洲艺术的继承和发展，确立美国艺术的国际地位。与第二次世界大战后美国的文化自信相关。",
    "ontology": "强调自发性和情感表达，追求艺术家的主观体验，摒弃具象形式，通过抽象形式表达内在情感和精神状态，强调创作过程的自动性和无意识性。",
    "phenomenon": "作品无具体形象，表现内心的情感和精神状态，注重创作过程本身，强调艺术家的个人表达和自由。分为行动绘画（波洛克）和色域绘画（罗斯科）两种倾向。",
    "form": "使用大幅画布，运用滴洒、泼溅等技法（行动绘画），自由的笔触，色彩丰富，构图开放，创造动态和能量感。色域绘画则使用大面积的纯色块，追求沉思和冥想的效果。"
  },
  {
    "id": "pop_art",
    "name": "波普艺术",
    "nameEn": "Pop Art",
    "period": "20世纪50-60年代",
    "year": 1955,
    "field": "20世纪50-60年代（约1955-1970）的英国和美国。1950年代中期在英国兴起（独立小组），1960年代在美国达到高峰。作为对抽象表现主义的反动，反映消费社会和大众文化。",
    "ontology": "关注大众文化和消费社会，将广告、漫画、商品等日常图像引入艺术，模糊艺术与日常生活的界限，质疑高雅艺术与通俗文化的区分，反映商业化和媒体化的社会现实。",
    "phenomenon": "作品采用流行文化的图像和符号，反映社会的商业化，主题多涉及明星、商品、广告和媒体图像。代表艺术家有安迪·沃霍尔、利希滕斯坦、汉密尔顿等。",
    "form": "使用明亮的色彩，借鉴广告和漫画的风格，清晰的线条，重复的图案，平面化处理，强调复制和批量生产。运用丝网印刷、拼贴等技法，模仿商业印刷品的视觉效果。"
  },
  {
    "id": "minimalism",
    "name": "极简主义",
    "nameEn": "Minimalism",
    "period": "20世纪60年代",
    "year": 1960,
    "field": "20世纪60年代（约1960-1970）的美国，主要在纽约，作为对抽象表现主义的反动，追求艺术的纯粹性和客观性。与极简主义音乐、文学等艺术形式相关。",
    "ontology": "追求形式的极度简化，强调作品的客观性和物质性，去除个人情感和主观表达，体现艺术的纯粹本质，强调\"物即物\"（the thing is the thing），反对象征和隐喻。",
    "phenomenon": "作品去除装饰和情感表达，呈现纯粹的形状和颜色，强调观者的感知体验，挑战艺术的定义。代表艺术家有贾德、弗拉文、安德烈、斯特拉等。",
    "form": "使用简单的几何形状（立方体、矩形等），单一的色彩（原色或中性色），重复的结构，工业材料（金属、塑料、荧光灯等），强调空间和比例，去除所有多余元素。"
  },
  {
    "id": "conceptual_art",
    "name": "观念艺术",
    "nameEn": "Conceptual Art",
    "period": "20世纪60-70年代",
    "year": 1965,
    "field": "20世纪60-70年代（约1965-1980）的欧美各地，主要在纽约和伦敦。强调艺术的概念性，挑战传统艺术的形式和媒介。1967年索尔·勒维特发表《观念艺术短论》。",
    "ontology": "强调艺术的概念和思想，认为观念比物质形式更重要，艺术的核心在于观念而非作品本身，主张\"观念即艺术\"，质疑艺术品的物质性和商品化。",
    "phenomenon": "作品形式多样，可能包括文字、图像、行为、装置等，注重思想的表达和交流，挑战传统艺术的定义。代表艺术家有科苏斯、勒维特、维纳、博伊斯等。",
    "form": "形式多样，可能没有实体作品，使用文字、图表、照片、录像、文件等媒介，强调观念的传达而非视觉美感，追求\"去物质化\"，艺术存在于概念和思想中。"
  },
  {
    "id": "postmodernism",
    "name": "后现代主义",
    "nameEn": "Postmodernism",
    "period": "20世纪70年代至今",
    "year": 1970,
    "field": "20世纪70年代至今（约1970-2000）的全球范围，主要在欧美。作为对现代主义的反思，强调多元性和相对性。1972年文丘里发表《向拉斯维加斯学习》标志着建筑后现代主义的开始。",
    "ontology": "质疑绝对真理和普遍价值，强调多元性和相对性，反对现代主义的单一性和权威性，重视差异和多样性，主张\"一切皆可\"，质疑宏大叙事和进步观念。",
    "phenomenon": "作品融合多种风格和媒介，打破传统的艺术界限，充满戏仿、引用和拼贴，强调观众的参与和解读。代表艺术家有舍曼、克鲁格、霍尔泽、巴斯奎特等。",
    "form": "使用拼贴、挪用（appropriation）和讽刺，多样化的材料和技法，引用历史和流行文化元素，风格混杂（pastiche），打破传统界限，强调互文性和引用。"
  },
  {
    "id": "contemporary_art",
    "name": "当代艺术",
    "nameEn": "Contemporary Art",
    "period": "21世纪",
    "year": 2000,
    "field": "21世纪（约2000年至今）的全球范围，反映当代社会、政治、文化等多方面议题，跨越传统艺术门类。与全球化、数字化、环境危机等当代议题密切相关。",
    "ontology": "反映当代社会、政治、文化等多方面议题，强调艺术的社会参与性和批判性，重视跨学科和跨媒介的探索，质疑艺术的定义和边界，强调观念和过程。",
    "phenomenon": "作品形式多样，跨越传统艺术门类，注重观者的互动和体验，主题多涉及全球化、科技、环境、身份、移民、性别等当代议题。艺术节、双年展成为重要展示平台。",
    "form": "使用新媒体、数字技术、装置、行为、影像、互动艺术等多种形式，强调创新和实验性，打破传统媒介的界限，运用3D打印、虚拟现实、人工智能等新技术。"
  }
]

